Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Informántta oaivvilda ahte livččii buorre jus oččoše veahki hábmet árvvoštallanskovi.
nob: Informanten mener at hjelp til å utarbeide gode evalueringsskjema kunne være en god idé.

source: 9.4 Doaimma ruhtadeapmi
nob: 9.4 Finansiering av virksomheten

source: Aajege oažžu vuođđodoarjaga Sámedikkis, Lulli ‐ Trøndelága ja Hedmárkku fylkasuohkaniin ja Plassje suohkanis.
nob: Aajege har grunntilskudd fra Sametinget, Fylkeskommunene i Sør ‐ Trøndelag og Hedmark samt fra Røros kommune.

source: Oktiibuot dat ruhtadit 1,5 virggi, ja gáiddusoapahusa vuovdin buktá dietnasa mii ruhtada
nob: Samlet sett dekker dette 1,5 stillinger mens salg av fjernundervisning besørger tilsvarende stillingshjemmel.

source: ovtta virggi. Ja de leat vel guokte virggi maid ruhtadit prošeaktadoarjagiiguin.
nob: De resterende to stillingene må dekkes med prosjektmidler.

source: Sin bargu lea organiserejuvvon dál nu ahte lea dušše beaivválaš jođiheaddji gii ii leat mielde gáiddusoahpaheamis, muđui geavahit buohkat diesa bargonávccaid ja nu maiddái eará prošeaktabargguide, rávisolbmuidoahpaheapmái ja eará bargguide.
nob: Slik aktiviteten er organisert i dag er det kun daglig leder som ikke bidrar i fjernundervisningen, ellers spres alles krefter på dette samt ulike prosjektoppgaver inkludert voksenopplæring og annet.

source: Ággan dasa manne nie barget, lea ahte bargit besset bargat iešguđetlágan bargguiguin mat ovttas sáhttet addit buoret váikkuhusa go sierranis doaibman.
nob: Begrunnelsen for dette valget er å skape variasjon som kan bidra til synergieffekter.

source: Fuomášumit maid čohkkejit oahpahusas, sáhttet šaddat prošeaktan, ja oahpahus lea maid veahkkin
nob: Ideer fra undervisningen kan danne grunnlag for prosjekt, og undervisning er med på å heve

source: loktemin oahpaheddjiid giellagelbbolašvuođa.
nob: språkkompetansen også hos lærerne.

source: Muhto nuppebealis; de sáhttá beaivválaš bargodilli šaddat dakkár ahte lea váttis vuodjudit jurdagiid nu ahte bures nagoda buot beliid dain iešguđetlágan bargguin oaidnit.
nob: På den annen side kan bli hverdagen springende slik at det blir vanskelig å konsentrere seg om de ulike aspektene.

source: Aajege oaivila mielde lea Sámedikki vuođđodoarjja hui dehálaš, dat sihkkarastá giellaguovddážiid doaimma.
nob: Aajeges formening er at grunntilskuddet fra Sametinget er viktig for å sikre språksentrene.

source: Jus goassege mearridit rievdadit dan vuogi ahte máksit seamma sturrosaš doarjaga juohke giellaguovddážii, de eai ábut geahpedit unnimusdásidoarjaga, mii juo lea oalle unnán. Čujuhuvvo
nob: Dersom en skulle gå bort fra prinsippet om lik sum til alle språksentre, vil det være helt nødvendig ikke å redusere minimumstilskuddet som alt er svært begrenset.

source: maid dasa ahte sámegiela hálddašanguovllu ásaheapmi lea dagahan issoras erohusaid dasa movt sápmelaččaiguin guovllus guvlui meannudit.
nob: Det ble pekt på at opprettelsen av forvaltningsområdet for samisk språk har ført til en voldsom forskjellsbehandling mellom samer.

source: Ja dasto viidáseappot deattuhit ahte buot gielat ja guovllut fertejit seamma dásis arvvosmahttejuvvot.
nob: Videre ble det poengtert at alle språk og regioner må løftes fram like godt, noe som krever at likeverdighet ikke lenger må forstås som lik behandling av samiske språk.

source: Dat gáibida ahte seammaárvosašvuođa ii šat sáhte ipmirdit nu ahte buot sámegielaid galgá juste seammaládje meannudit.
nob: Utfordringen med dagens prosjektfinansiering er at tidsperspektivet blir for kortsiktig, og prosjektmidlene blir knapt bevilget før tiltaket skal settes i gang.

source: Hástalusat mat leat dálá prošeaktadoarjagiid geavaheamis, lea ahte lea beare oanehis áigi dan rájea doarjja juolluduvvo dassážii doaibma álggahuvvo.
nob: Svært begrensede rekrutteringsmuligheter gjør at Aajege ikke kan satse på å utvikle prosjekter uten å vite at en har rett person til jobben.

source: Aajege ii oppanassiige sáhte hutkagoahtit prošeavttaid ovdal go diehtá
nob: Dermed reduseres handlingsrommet, samtidig som det blir ekstra viktig å ha en god og fleksibel stab som raskt kan gå

source: ahte gávdná rievttes olbmo dan bargui, danin go lullisámiguovllus lea váttis gávdnat dán suorgái bargiiid.
nob: inn i ulike typer prosjekter.

source: Aajege vásáhusat raportabarggus lea ahte lea mannan bures doaimmahit giellaguovddáža vuođđoruhtadeami raporttaid Sámediggái.
nob: Aajege har stort sett greie erfaringer med å rapportere til Sametinget i forhold til grunnfinansieringa som språksenter.

source: Muhto sii liikojedje buorebut dan raportamállii mii ovdal lei, go ožžo skoviid maidda lei juo merkejuvvon maid jahkeraporta ja rehketdoallu galgá sisttisdoallat, ja de besset ieža dan mielde čállit raportta.
nob: De foretrakk imidlertid formen på rapporteringen noen år tilbake da de fikk et oppsett på hva årsrapport og regnskap skulle inneholde og så fikk formulere seg ut fra dette.

source: Dál leat šaddan eanet standárda raportavuogit, mat gáibidit ahte jahkeraportta sisdoallu ferte heivehuvvot nu ahte juste heive skoviide.
nob: Rapporteringen er nå blitt mer standardisert slik at innholdet i årsrapporten må oversettes inn i formularet.

source: Dán jagi ožžo sii skovi reiven, ja dat lea ártet dálá digitaliserejuvvon máilmmis.
nob: I år var skjema for rapportering kommet i brevs form, noe som virket besynderlig i dages

source: Dat ahte Aajege sajádat lea Røros joatkkaskuvllas, mielddisbuktá vissis hástalusaid rehketdoalu dáfus.
nob: Aajeges plassering under Røros videregående skole byr på visse regnskapstekniske utfordringer.

source: Go sii leat joatkkaskuvlla ossodat, de lea Lulli ‐ Trøndelága Fylkasuohkan mii doaimmaha sin
nob: Som avdeling ved videregående skole, blir deres regnskap revisorbehandlet via Fylkeskommunen i Sør‐ Trøndelag.

source: rehketdoalu revisorbarggu. Sámedikkis leat hui dávjá ođđa áššemeannudeaddjit, ja dat dagaha ahte sii measta juo juohke jagi šaddet digaštallat ovdal ožžot ipmárdusa das ahte rehketdoallu lea leamaš dohkálaš revisormeannudeamis.
nob: Da Sametinget ofte har nye saksbehandlere, medfører dette en nærmest årlig diskusjon for å få klarert at regnskapet er skikkelig revisorbehandlet.

source: 9.5 Ovttasbargu ja gulahallan
nob: 9.5 Samarbeid og kommunikasjon

source: Mii leat oaidnán ahte ovttasbargu Lulli ‐ Trøndelága fylkkain ja eandalii Prahke skuvllain lea leamaš
nob: Vi har sett at særlig samarbeidet med Sør ‐ Trøndelag fylke og Brekken skole har vært viktig for utviklingen og aktiviteten ved Aajege.

source: Oktavuohta eará suohkanossodagaiguin go skuvlaossodagain orro maid buoret go oktavuohta guovddášhálddahusain ja politihkalaš dásiin.
nob: Også utover skolesektoren synes kontakten mot kommunen bedre i forhold til ytre etater enn til sentraladministrasjonen og politisk nivå.

source: Suohkaninformánta muitala ahte Aajege sáhttá dárbbu mielde veahkehit jorgalanbargguiin, ja ahte sii gulahallet bures guovddážiin.
nob: Fra kommuneinformant ble det vist til at Aajege ville kunne bistå med oversetting ved behov, og at kommunikasjonen med senteret ergod.

source: Muhto giellaguovddáža mielas ii leat suohkan nu beare áŋgir čuovvut guovddáža bargguid.
nob: Fra språksenterets side ble kommunen oppfattet som lite engasjert i senterets arbeid.

source: Aajeges leat buorit vásáhusat ovttasbargguin mat sis leat sámi gelbbolašvuođainstitušuvnnaiguin, nugo Sámi allaskuvllain ja Romssa universitehta Sámi giellateknologiija guovddážiin. Lullisámegiela
nob: Aajege har gode erfaringer med et utvidet samarbeid mot samiske kompetanseinstitusjoner som Samisk høyskole og Senter for samisk språkteknologi ved Universitetet i Tromsø.

source: ovttasbargu lea maid nannejuvvon go ruoŧabeallái, Luvlieluspie gávpogii lea ásahuvon sullasaš Sámi giellaguovddáš.
nob: Samarbeidet omkring sørsamisk språk er også styrket ved at en på svensk side har fått en søsterorganisasjon med Samisk språkcentrum i Østersund.

source: Diet guokte institušuvnna ja Gïelem nastedh Snoases leat ásahan fágalaš giellafierpmádaga.
nob: Disse to institusjonene og Gïelem nastedh på Snåsa har dannet et

source: Ja go diibmá ledje fierpmádatčoagganeamis olles 8 sátnevuoru 10 sátnevuorus lullisámegillii, de dat čájeha ahte giela ealáskahttin lea earenoamáš bures ovdánan.
nob: eget faglig språknettverk. Det at hele 8 av 10 innlegg på nettverkssamlingen i fjor ble holdt på sørsamisk var et stort bevis på at revitaliseringsprosessen har gjort store framskritt.

source: Aajege lei mielde oččodeamen sámi giellaguovddážiidda fierpmádatčoahkkimiid, ja searvá ge daidda.
nob: Aajege var med på å initiere nettverksmøtene for samiske språksentre og deltar på disse.

source: Čoahkkimat leat buorit danin go doppe beassá oahpásnuvvat ja lonohallat jurdagiid ja fuomášumiid.
nob: Møtene gir et fint forum til å bli kjent og utveksle tanker og ideer.

source: Čoahkkimiin livččii maid Sámedikkis vejolašvuohta gullat maid giellaguovddážat barget, muhto sii váillahit viššalit searvama Sámedikkis.
nob: Møtene er også en arena der Sametinget kan få kunnskaper om hva språksentrene driver med, men det etterlyses en sterkere tilstedeværelse fra Sametingets side.

source: Sii árvvoštallet ahte Sámediggi livččii eanet fárus ja čoahkkimat šattaše buorebut jus livččii veaháš čavgadit rámma man siskkobealde daid lágidit.
nob: Det vurderes som ønskelig at Sametinget er mer aktiv og at møtene ville kunne bli

source: Muđui sii oaivvildit ahte oktavuohta Sámedikkiin lea dohkálaš.
nob: mer fruktbare om de fikk en litt fastere form.

source: Sámediggi lea guhkkin eret Plassjes ja dan guovllus ii leat oktage báikkálaš ovddasteaddji.
nob: Ellers beskrives kontakten med Sametinget som brukbar.

source: Muhto Sámedikkis barget moadde lullisápmelačča geat leat dehálaš oktavuođačanastat giellaguovddážii, ábaida de go galget hálddašanhoiddus gávdnat rievttes olbmo,
nob: Sametinget befinner seg langt fra Røros og har ingen stedlig representant i området.

source: mii sáhttá leat oalle váttis bargu.
nob: Det er imidlertid et par sørsamer ansatt i Sametinget som gir senteret et viktig bindeledd, ikke minst i forhold til å finne fram i et forvaltningssystem som kan være nokså vanskelig å manøvrere i.

source: Nordlándda Fylkamánne lea dál bargamin juohkit lullisámi guovllu giellaguovddážiidda ja resursaskuvllaide iešguđetlágan rollaid.
nob: Fylkesmannen i Nordland er for tiden i en prosess med å tildele ulike språksentre og ressursskoler i sørsamisk område ulike roller.

source: Dat lea giellaguovddáža mielas hástaleaddji sin iežaset giellabargui Plassjeguovllus, gos sii iežaset mielas leat juo huksen buori ja ollislaš fálaldagaid.
nob: Dette opplever språksenteret som utfordrende for eget språkarbeid i Rørosregionen da de mener de alt har opparbeidet et godt og helhetlig opplegg.

source: Guovddáš oaivvilda ahte sii nákcejit oktilastit iešguđet beliid ja dásiid sámegieloahpaheamis.
nob: Senteret mener de

source: Sámegielaid doaibmaplánas.
nob: knytter de ulike aspektene og nivåene av samiskopplæringa sammen.

source: 9.6 Doaimma ulbmil ja beaktu
nob: 9.6 Mål og effekter av virksomheten

source: Sámedikki ulbmil giellaguovddážiiguin lea ahte dat galget leat veahkkin oažžut sámegiela gullot ja oidnot daid doaibmaguovlluin.
nob: Sametingets mål med språksentrene er at de skal bidra til at samisk språk høres og synes i deres virkeområde.

source: Nugo eará guovddážiin ge, de lea maiddái Plassjeguovllus váttis earuhit juste makkár ávki iešguđetge doaimmas ja prošeavttas lea, muhto giellaguovddáža oaivil lea ahte sii leat bargan mearkkašahtti barggu sámegiela nannema oktavuođas.
nob: Som ved andre sentre er det også i Rørosregionen vanskelig å skille virkningen av ulike tiltak og prosjekter fra hverandre, men språksenteret mener å ha spilt en betydelig rolle for å styrke

source: skuvlla giellabirrasat ovddidan lagas oktavuođa.
nob: det samiske språket. Språksamlingene har gitt unge i hele regionen en felles språkarena samtidig som de sørsamiske språkmiljøene ved Aajege og Brekken skole har utviklet tett kontakt.

source: Guovddáža mielas lea ollisvuohta sin doaimmain dat deháleamos maid sii leat ožžon áigái.
nob: Senteret opplever helheten de har skapt som det viktigste de har fått til.

source: Muđui gulaimet dearvvašvuođa‐ ja fuolahussuorggi operatiiva oasis ahte sin mielas lea Aajege mearkkašan ollu sámegillii ja sámi kultuvrii, ja ahte sii áigot váldit giellaguovddážiin oktavuođa jus buhcciidsiidii bohtet sámegielat pasieanttat.
nob: Fra den mer operative delen av helse‐ og omsorgssektoren fikk vi også høre at Aajege har en stor betydning i forhold til samisk språk og kultur og at de vil ta kontakt med Aajege om de får samiske brukere på sykehjemmet.

source: Kultursuorgi árvvoštallá Aajege barggu buorren ja systemáhtalažžan, muhto čujuhit dasa man rašši giellabargu lea danin go leat nu moattes mat barget
nob: Aajeges arbeid ble vurdert som godt og systematisk også fra

source: Liikká lea Aajege veajáš dego doaresbealde ja amas Plassjeservodahkii.
nob: Likevel forblir Aajege noe adskilt og ukjent for Rørossamfunnet.

source: Vaikko vel lea ge máŋgga dáfus buorre leahket dan báikkis gos Aajege dál lea, de lea aŋkke nu ahte guovddáš ii leat beare oidnosis earáide go sidjiide geat gullet joatkkaskuvlii dahje geat guovddážii leat oahpásnuvvan báikki sámi birrasis.
nob: Til tross for mange fordeler med lokaliseringen av Ajege, gjør denne at senteret blir usynlig for andre enn de som tilhører videregående skole eller har kjennskap til senteret via det samiske miljøet.

source: Sámegiel galbbat eai leat beare oidnosis visttis, vaikko iešalddis dat ahte gávdnojit galbbat sámegillii lea buore dakkár suohkanis gos sámegiella lea leamaš áibbas čihkosis.
nob: Samisk skilting forsvinner lett innad i bygningskomplekset, selv om dette i seg selv er positivt i en kommune der det samiske

source: Suohkan gal
nob: har vært helt usynliggjort.

source: ii vel ge gease sámi leavgga leavgastolpui guovvamánu 6. beaivvi, leavga libarda dušše Prahka skuvllas ja kulturviesus.
nob: Oppdraget er gitt fylkesmannen av Fornyings‐, administrasjons‐ og kirkedepartementet som ett av tiltakene i

source: Aajeges lea okta stuora hástalus dás ovddosgulvui, namalassii hoahpuhit oažžut gárvvisin sámiviesu plánaid, dat viessu galggašii šaddat dakkár báikin gos juohkelága sámi dilálašvuođat galget sáhttet leat.
nob: fra på Brekken skole og på kulturhuset. En stor utfordring for Aajege framover er å få fortgang i planene om et samisk flerbrukshus.

source: Dat oainnusindagašii sámiid leahkima Plassjes ja lážášii saji ollu iešguđetlágan doaimmaide.
nob: Dette vil synliggjøre den samiske tilstedeværelsen på Røros og gi en større arena for ulike aktiviteter.

source: Suohkan lea dál gidden beroštumi die bargui, ja šaddá ge gelddolaš oaidnit movt nagodit dan ruhtadit ja gávdnat gosa dan galgá ásahit, ja makkár rolla Aajege oažžu dan
nob: Fra kommunens side er det nå interesse for dette arbeidet, så det blir spennende å se hvorvidt finansiering og lokalisering kommer på plass, og hvordan Aajeges rolle blir i tilknytning til dette.

source: 9.7 Árvvoštallan
nob: 9.7 Vurdering

source: Min mielas lea Aajege organiserejuvvon hui vuogas lági mielde, mii nanne sin doaibmavuođu ja láhčá dili nu ahte sáhttá seamma ollu bálvalit sámi olmmošjoavkkuid ja almmolaš ásahusaid.
nob: Etter vår mening synes Aajege å ha funnet en organisasjonsform som underbygger dets virksomhet og som balanserer hensynet til de samiske brukergruppene og det offentlige.

source: Guovddáš lea fylkasuohkana giellaguovddáš, muhto das lea oalle muddui regionála doaibma, danin go dan oamastit
nob: Samarbeidet med kommunen kunne med fordel styrkes, slik at samiske perspektiv kunne fått en større plass og blitt bedre integrert i

source: Ovttasbargu suohkaniin sáhtášii áinnas nannejuvvot, vai sámivuohta oččošii eanet saji ja boađášii eanet oidnosii suohkana doaimmain.
nob: kommunens virksomhet.

source: Muhto sáhttá gal maid leat nu ahte go gearddi lea fylkasuohkan mii oamasta giellaguovddáža nugo dat dál lea, de dat sáhttá guovddážii láhčán doaibmanvejolašvuođaid maiddái suohkana siskkobealde.
nob: Likevel kan det synes som om fylkeskommunalt eierskap, gitt omstendighetene, kan ha gitt språksentret et videre handlingsrom også innad i kommunen.

source: Ajege barggu nanu bealli lea ahte leat huksen hui buori ja lagas ovttasbarggu oahpahussuorgái, sihke siskkáldasat Røros joatkkaskuvlii ja maiddái Prahke resursaskuvlii.
nob: En styrke i Ajeges arbeid er at sentret har utviklet et veldig godt og nært samarbeid mot opplæringssektoren, både innad på Røros videregående skole og med Brekken ressursskole.

source: Muhto go dien guovtti skuvlla rektorat dál heaitiba iežaska virggiin, de šaddá váttisvuohtan dat go ovttasbargu lea nu unnán ruohtasnuvvan suohkana dahje fylkasuohkana doaimmaide.
nob: Når rektorene ved disse skolene nå trer ut av sine stillinger, er det et problem at samarbeidet i liten grad er forankret i kommunen eller fylkeskommunens virksomhet. Et tegn på dette er at interesse eller

source: Dan oaidná ovdamearkkadihte das go suohkan ii oppanassiige namuhan sámi beroštumi dahje gelbbolašvuođa sámegielas ja kultuvrras go almmuhii rektorvirggiid.
nob: kompetanse innen samisk språk og kultur ikke ble nevnt i kommunens utlysning av rektorstillingene.

source: Dat lea juo dagahan riidduid, dan ektui makkár ipmárdus lea sámi dárbbuid
nob: Dette har allerede ført til en del konflikter knyttet til oppfatningen av samiske behov og rettigheter.

source: ja vuoigatvuođaid hárrái. Mii fertet dušše sávvat ahte giellaguovddáš ovttasbargguin Prahke skuvllain sáhttá nannet dien ipmárdusa, vai diet buorre ovttasbargu ja buorre sámegieloahpahusa lágideapmi maid sii ovttas doaimmahit vuođđoskuvllas ain bisošii.
nob: Gitt språksituasjonen i språksentrets virkeområde synes det å være klokt å sikre kulturelle

source: Go geahččá dan gielladillái mii giellaguovddáža doaibmaguovllus lea, de lea ge jierpmálaš geavahit kulturdoaluid vuođđun giellabargguide.
nob: arrangement som grunnlag også for språklig arbeid.

source: Vaikko vel ii leat ge vuosteháhku dasa ahte giellaguovddáš lea doppe gos lea, de lea aŋkke dehálaš bargat hui áŋgirit dan beale ahte giellaguovddáš ii nu bearehaga čana iežas boazosámi searvái, go de gal sáhttá duvdit eret eará olbmuid geat soaittáše
nob: Selv om konflikter knyttet til språksentrets tilstedeværelse synes å være fraværende, er det viktig at det jobbes aktivt for at sentret ikke blir for sterkt assosiert med reinsamelaget da dette kan virke ekskluderende på potensielle brukere som ikke lenger har sterk tilknytning til reindrift og som derfor i særlig grad har behov for språk som en forankring for sin samiske identitet.

source: hálidit geavahit giellaguovddáža, dakkáriid geain alddineaset ii leat šat nu lagas čanastat boazodollui, ja geat dasto earenoamážit dárbbašit giela masa huksejit iežaset sámi identitehta.
nob: Arbeidet rettet mot opplæringssektoren virker helhetlig, langsiktig og gjennomtenkt og bør

source: Bargu mii doaimmahuvvo oahpahussuorggis, orro leamen hui oktilas doaibma mii leat guhkes áigái plánejuvvon ja dárkilit smihttojuvon, ja dan gal berrejit joatkkit sullii seammaládje go dál dahket.
nob: videreføres i noenlunde samme form som i dag.

source: Mii guoská guovddáža eará doaimmaide, de geahččala giellaguovddáš fátmmastit hui viidát, ja dat sáhttá čájehit nanusvuođa, muhto seammás maid headjuvuođa.
nob: Når det gjelder andre tiltak, er det både en styrke og en svakhet at språksentret prøver å favne veldig vidt.

source: Buot doaimmat leat diehttelas dehálaččat,
nob: Alle tiltakene er som de selv sier viktige og relevante, men det er en utfordring at spredning i type tiltak kan begrense kvaliteten.

source: nugo sii ieža lohket ge, muhto go leat nu viiddis ja máŋggalágan doaimmat, de sáhttá geavvat nu ahte olluvuohta čuohcá buorrevuhtii.
nob: Samtidig er nettopp bredden med på å styrke sentrets evne til å møte brukergrupper og involvere flere i språkrevitaliseringen.

source: Veahá čielgasit bargojuohkin veajášii nannet juohke eaŋkil bargi doaimmaid.
nob: Et noe større rolleavklaring mellom de ansatte vil kunne styrke hver enkelt medarbeiders innsats..

source: Eanet guhkesáiggi ruhtadeapmi sáhtášii maid veahkehit staiggiidahttet bargiid bargat iežaset beaivválaš bargguid, ja addit sidjiide vejolašvuođa buorebut čalmmustahttet bargguid mat
nob: Her vil en mer langsiktig finansiering også kunne bidra til en mindre

source: liikká doaimmaše dan viidodagas maid giellaguovddáš hálida.
nob: springende hverdag for de ansatte, og et mer fokusert arbeid som likevel kan beholde en bredde som gir senteret bredlegitimitet utad.

source: 10.1 Duogáš dasa manne giellaguovddáš ásahuvvui
nob: 10.1 Bakgrunn for opprettelsen av språksenteret

source: Áltá lea gávpotsuohkan gos olbmot ásset hui viidát vuotnagáttiin gos mearrasámi kultuvra áiggiid čađa lea leamaš hui nanus.
nob: Alta er en bykommune med et stort distriktsomland utover fjorden der den sjøsamiske kulturen tradisjonelt har stått sterkt.

source: Álttás orrot maid boazosápmelaččat, ja leat maid ollu Sis ‐ Finnmárkku sápmelaččat geat leat fárren Áltái, sii leat čuvvon stuorátbáikkiidefárren báru (Sørli ja Broderstad, 2011).
nob: Alta har også samer med reindriftskulturell bakgrunn, og ikke minst er det mange samer fra indre Finnmark som har flyttet til Alta som en del av urbaniseringstrenden (Sørli og Broderstad, 2011).

source: Álttá suohkanis leat dohkkehišgoahtán sámegiela ja kultuvrra, muhto Áltá lea maid guovlu gos
nob: Alta har blitt en kommune der samisk språk og kultur er akseptert, men hvor

source: mearrasámit leat dáruiduhttináigodagas massán giela.
nob: særlig den sjøsamiske befolkningen har mistet sitt språk gjennom fornorskningsperioden.

source: Danin lea ge dárogiella eanas Álttá sápmelaččaid váldogiella.
nob: Norsk er derfor dagligspråket for de aller fleste samer i Alta.

source: Suohkan ii dovdda beare garra geatnegasvuođa ásahit báikkiid gos sámegiella gullošii (earret oahpahussuorggis), danin go lea olggobeale sámegiela hálddašanguovllu suohkan.
nob: Som en kommune utenfor forvaltningsområdet for samisk språk, har kommunen få forpliktelser (foruten i opplæringssektoren) til å etablere språkarenaer.

source: 2006:s fuobmái Álttá Sámiid Searvi – NSR báikkálaš searvi, álggahit ovdaprošeavtta man ulbmil lei suokkardit livččii go vejolaš ásahit giellaguovddáža, ja movt dan galggašii organiseret ja makkár sisdoallu das galggašii leat.
nob: I 2006 ble det tatt et initiativ til å kjøre et forprosjekt som skulle utrede grunnlaget for etablering av et språksenter, aktuell selskapsform og innhold.

source: Ja sáhttá gal dadjat ahte die lei politihkka mii lei vuolggahuvvon Sámedikkis ja NSR:s, mii dalle stivrii Sámedikki.
nob: Initiativet til ble tatt av Alta sameforening – lokallag av NSR, og en må kunne si at dette var en politikk som var initiert av Sametinget og NSR som da satt med makta.

source: Giellaguovddážat adnojit dehálaš reaidun sámegiela
nob: Språksentre ble sett på som et viktig redskap for

source: ealáskahttenbargguin olggobealde sámegiela hálddašanguovllu, mat leat gillán garra dáruiduhttima.
nob: revitalisering av samisk språk i områder utenfor forvaltningsområdet som var blitt sterkt fornorska.

source: Giellaguovddáš ásahuvvui ja láigudii lanjaid Álttá Siiddas, mii lea sámi kulturviessu gos earet eará lea sámi mánáidgárdi, mii lea Álttá Sámiid Searvvi mánáidgárdi.
nob: Språksenteret etablerte seg i leide lokaler på Álttá Siida AS, et samisk kulturhus som blant annet huser samisk barnehage og er eid av Alta sameforening.
